{
    "projects": [
        {
            "title": "Wombo-films",
            "description": "Wombo-films — адаптивный многостраничный веб-сайт для онлайн-просмотра фильмов и сериалов. Платформа предлагает подборки фильмов и сериалов, а каждая картина имеет отдельную страницу с подробной информацией и трейлерами, основанными на данных из JSON-базы.",
            "tags": [
                "React",
                "HTML",
                "CSS",
                "JS",
                "ReactRouter"
            ],
            "image": "images/wombo.png",
            "url": "https://thebestgirlever.github.io/Wombo-films/"
        },
        {
            "title": "Corn",
            "description": "Corn — адаптивный одностраничный сайт для выбора и фильтрации зерен по категории и статусу. Удобный интерфейс позволяет быстро находить нужный товар, а адаптация под разные устройства обеспечивает комфортное использование. Товары легко фильтруются по параметрам, упрощая поиск для пользователей.",
            "tags": [
                "React",
                "HTML",
                "CSS",
                "JS"
            ],
            "image": "images/corn.png",
            "url": "https://thebestgirlever.github.io/corn/"
        },
        {
            "title": "ElcorePLC",
            "description": "Семантическая верстка страницы новостного сайта с поддержкой пагинации. Дизайн адаптирован для комфортного просмотра на различных устройствах — от настольных компьютеров до мобильных телефонов. Постепенно сайт дополняется различным функционалом..",
            "tags": [
                "React",
                "HTML",
                "CSS",
                "JS"
            ],
            "image": "images/elcore.png",
            "url": "https://thebestgirlever.github.io/elcore/"
        },
        {
            "title": "Sentry Telegram Bot",
            "description": "Sentry Telegram Bot — это визитный сайт для телеграм-бота, который предоставляет пользователям возможность познакомиться с ботом через простой и интуитивно понятный интерфейс.",
            "tags": [
                "React",
                "HTML",
                "CSS"
            ],
            "image": "images/sentry.png",
            "url": "https://thebestgirlever.github.io/sentryTelegramBot/"
        },
        {
            "title": "To Do List",
            "description": "To Do List — функциональное приложение для управления задачами. Пользователи могут создавать списки, отмечать выполненные задачи и отслеживать прогресс. Минималистичный интерфейс обеспечивает удобство и скорость использования, помогая держать дела под контролем.",
            "tags": [
                "HTML",
                "CSS",
                "JS"
            ],
            "image": "images/toDo.png",
            "url": "https://thebestgirlever.github.io/to-do-list/"
        },
        {
            "title": "Gallery",
            "description": "Gallery — это адаптивный сайт, который представляет собой онлайн-галерею моих фотографий, где пользователи могут просматривать изображения и увеличивать их. На сайте есть возможность посмотреть фотографии по трем тематикам, что делает навигацию по сайту еще удобнее. В конце сайта Вы можете ответить на анонимный ворос...",
            "tags": [
                "HTML",
                "CSS",
                "JS"
            ],
            "image": "images/gallery.png",
            "url": "https://thebestgirlever.github.io/gallery/"
        },
        {
            "title": "Spa-salon",
            "description": "Веб-сайт для просмотра сертификатов, с интеграцией данных через REST API. Пользователи могут выбирать интересующие карточки и переходить на страницу оформления заказа. После подтверждения заказа появляется уведомление о предстоящем звонке. Просмотр только при клонировании репки...",
            "tags": [
                "HTML",
                "CSS",
                "JS",
                "React",
                "REST API"
            ],
            "image": "images/spasalon.png",
            "url": "https://github.com/thebestgirlever/spa-salon/tree/main"
        }
    ]
}