{
    "projects": [
        {
            "title": "Wombo-films",
            "description": "Wombo-films — это многостраничный адаптивный веб-сайт, предназначенный для онлайн-просмотра фильмов и сериалов. Платформа позволяет пользователям просматривать различные подборки фильмов и сериалов. Каждый фильм на сайте имеет свою отдельную страницу, где можно найти подробную информацию, а также трейлеры, все это основано на динамически подгружаемых данных из базы данных, предоставленной в формате JSON.",
            "tags": [
                "React",
                "HTML",
                "CSS",
                "JS",
                "ReactRouter"
            ],
            "image": "images/wombo.png",
            "url": "https://thebestgirlever.github.io/Wombo-films/"
        },
        {
            "title": "Corn",
            "description": "Corn — это адаптивный одностраничный сайт, ориентированный на выбор и фильтрацию различных зерен по категории и статусу. Он предлагает удобный и интуитивно понятный интерфейс для пользователей, желающих быстро найти нужный товар. Сайт адаптирован под разные устройства, и каждый элемент на странице легко воспринимается на мобильных и десктопных версиях. Все товары можно фильтровать по различным параметрам, таким как категория и доступность, что значительно облегчает поиск для пользователей с разными предпочтениями.",
            "tags": [
                "React",
                "HTML",
                "CSS",
                "JS"
            ],
            "image": "images/corn.png",
            "url": "https://thebestgirlever.github.io/corn/"
        },
        {
            "title": "Sentry Telegram Bot",
            "description": "Sentry Telegram Bot — это визитный сайт для телеграм-бота, который предоставляет пользователям возможность познакомиться с ботом через простой и интуитивно понятный интерфейс.",
            "tags": [
                "React",
                "HTML",
                "CSS"
            ],
            "image": "images/sentry.png",
            "url": "https://thebestgirlever.github.io/sentryTelegramBot/"
        },
        {
            "title": "To Do List",
            "description": "To Do List — это удобное и функциональное приложение для управления задачами. Оно позволяет пользователям создавать списки дел, отмечать выполненные задачи и отслеживать свой прогресс. Каждая задача имеет статус, который можно обновить в процессе выполнения. Это приложение идеально подходит для людей, которые хотят держать все свои дела под контролем и не забывать о важных задачах. Интерфейс выполнен в минималистичном стиле, что делает использование приложения максимально удобным и быстрым.",
            "tags": [
                "HTML",
                "CSS",
                "JS"
            ],
            "image": "images/toDo.png",
            "url": "https://thebestgirlever.github.io/to-do-list/"
        },
        {
            "title": "Gallery",
            "description": "Gallery — это адаптивный сайт, который представляет собой онлайн-галерею моих фотографий, где пользователи могут просматривать изображения и увеличивать их. На сайте есть возможность посмотреть фотографии по трем тематикам, что делает навигацию по сайту еще удобнее. В конце сайта Вы можете ответить на анонимный ворос...",
            "tags": [
                "HTML",
                "CSS",
                "JS"
            ],
            "image": "images/gallery.png",
            "url": "https://thebestgirlever.github.io/gallery/"
        }
    ]
}